{
    "bestOf": "Hardcover Fiction",
    "books": [
        {
            "id": "111",
            "title": "The Midnight Library: A Novel",
            "authors": [
                "Matt Haig"
            ],
            "price": 21.42,
            "isPaperback": false,
            "localImageUrl": "assets/images/book_covers/k.jpg",
            "inventory": 5,
            "description": "Somewhere out beyond the edge of the universe there is a library that contains an infinite number of books, each one the story of another reality. One tells the story of your life as it is, along with another book for the other life you could have lived if you had made a different choice at any point in your life. While we all wonder how our lives might have been, what if you had the chance to go to the library and see for yourself? Would any of these other lives truly be better?"
        },
        {
            "id": "112",
            "title": "The Vanishing Half",
            "authors": [
                "Bennett Brit"
            ],
            "price": 35.20,
            "isPaperback": false,
            "localImageUrl": "assets/images/book_covers/l.jpg",
            "inventory": 0,
            "description": "The Vanishing Half is a historical fiction novel by American author Brit Bennett. It is her second novel and was published by Riverhead Books in 2020. It debuted at number one on The New York Times fiction best-seller list. HBO acquired the rights to develop a limited series with Bennett as executive producer."
        },
        {
            "id": "113",
            "title": "Malibu Rising: A Novel",
            "authors": [
                "Taylor Jenkins Reid"
            ],
            "price": 31.1,
            "isPaperback": false,
            "localImageUrl": "assets/images/book_covers/m.jpg",
            "inventory": 0,
            "description": "Malibu: August 1983. It’s the day of Nina Riva’s annual end-of-summer party, and anticipation is at a fever pitch. Everyone wants to be around the famous Rivas: Nina, the talented surfer and supermodel; brothers Jay and Hud, one a championship surfer, the other a renowned photographer; and their adored baby sister, Kit. Together the siblings are a source of fascination in Malibu and the world over—especially as the offspring of the legendary singer Mick Riva."
        },
        {
            "id": "114",
            "title": "The Last Thing He Told Me: A Novel",
            "authors": [
                "Laura Dave"
            ],
            "price": 26.91,
            "isPaperback": false,
            "localImageUrl": "assets/images/book_covers/n.jpg",
            "inventory": 7,
            "description": "A gripping mystery about a woman who thinks she’s found the love of her life—until he disappears."
        }
    ]
}